
  ___  ____  ____  ____  ____ ®
 /__    /   ____/   /   ____/      Stata 18.0
___/   /   /___/   /   /___/       SE—Standard Edition

 Statistics and Data Science       Copyright 1985-2023 StataCorp LLC
                                   StataCorp
                                   4905 Lakeway Drive
                                   College Station, Texas 77845 USA
                                   800-782-8272        https://www.stata.com
                                   979-696-4600        service@stata.com

Stata license: Single-user  perpetual
Serial number: 401806420473
  Licensed to: Andrea Moro
               Vanderbilt University

Notes:
      1. Stata is running in batch mode.
      2. Unicode is supported; see help unicode_advice.
      3. Maximum number of variables is set to 5,000 but can be increased;
          see help set_maxvar.

. do "code/analysis.do" 

. log using logs/analysis.txt, text replace
(file /project/logs/analysis.txt not found)
-------------------------------------------------------------------------------
      name:  <unnamed>
       log:  /project/logs/analysis.txt
  log type:  text
 opened on:  28 Feb 2025, 19:49:21

. set obs 100
Number of observations (_N) was 0, now 100.

. gen a = rnormal()

. gen b = runiform()

. gen c = a*b + runiform()

. save data/dataset, replace
(file data/dataset.dta not found)
file data/dataset.dta saved

. reghdfe a b c
command reghdfe is unrecognized
r(199);

end of do-file
r(199);
